{"pages":[],"posts":[{"title":"《鬼怪》台词精摘","text":"跟你在一起的时光都很耀眼因为天气好因为天气不好因为天气刚刚好每一天，都很美好 你既是我的生路亦是我的死途而我，喜欢这样的你 因此，我怀揣著这个秘密祈求上天能够允许： 希望能再多瞒你一天就这样只要再多瞒你百年 然后，如此活了百年后的某一天天气刚刚好的某一天希望能这样和你告白……我由衷乞求上天允许 那个紫罗兰一般的丫头她向我跑来 我第一次觉得质量与体积不成正比她以远超地球的质量吸引着我 我就像牛顿的苹果一样不受控制的滚落在她脚下咕咚一声，那是初恋 「宇彬先生 你喜欢什么」「sunny小姐」「要疯了 不是问这个我是问兴趣之类的」「sunny小姐」 29岁的你还是一样笑靥如花但你的身边却没有我 我的此生最终还是选择了结束了此生 待我死去过了许多年后的你我消失后你的人生将我遗忘 「你在干什么？」「我来接你。」「从哪儿来的？」「从你走过的所有路。」 sunny小姐出乎意料的举动就像电视剧一样吸引着我 sunny小姐难以预料的举动必须让我发挥想象力 而我笨拙的举动全都是错误答案 最近，我新产生的名为sunny的兴趣犹如神的计划犹如神的失误就是这样 此生遇见你无与伦比 不要再召唤我了 没有必要 因为我会一直在你身边 因她的笑容因一天之内最灿烂的正午阳光想起了人生最后一刻的那一刹那我决定了我要消失在我渴望继续活下去之前在我变得更幸福之前为了你我该做的选择就是结束这一生 你一定要来不管经历一百年还是两百年我都会等着你一定要来 “没有悲伤能持续千年万年，也没有持续数千年的爱情。”“那我选择悲伤的爱情。” 如果下暴雨了那你有多忧郁啊那不是我在忧郁是地球在忧郁","link":"/2021/03/17/%E3%80%8A%E9%AC%BC%E6%80%AA%E3%80%8B%E5%8F%B0%E8%AF%8D%E7%B2%BE%E6%91%98/"},{"title":"一致收敛到底是什么啊","text":"众所周知，一致收敛是大一下的微积分里面最恶心的东西，没有之一。期中要考，期末含参积分也要考。记得去年刚学一致收敛的时候，苏老师上来就是一页PPT，然后就开始推一些看不懂的东西，推完以后说”这就是一致收敛了！“然后就开始讲各种一致收敛的判别法。写那周的微积分作业，整整写了一天，从早写到晚，一直在想”这怎么是$n$“”欸这里变量怎么变成$x$了“”$n$和$x$到底是干啥的“，晚上还有微积分习题课，又听了一通天书，直接整自闭了… 话不多说直接开始。来点特别的，先举两个不一致收敛的例子，最后我们再看到底什么是一致收敛。 1证明以下级数$$S(x)=\\sum_{n=1}^ \\infty (x^{n-1}-x^n)$$在$(0,1)$上不一致收敛。 思路：我们可以直接写出部分和函数$S_n(x)=1-x^n$。我们画一下当$n\\rightarrow\\infty$时部分和函数图像： 可见在$(0,1)$上（注意不包含右端点），级数$S(x)$收敛于1。但是我们可以看到，在$x$接近1的地方，级数的收敛变慢了，因为在$x=1$的地方部分和函数永远是0，也就是$S(1)=0$。因为有$x=1$这个点“挂着”，虽然级数在$(0,1)$上每个点都收敛于1，但越靠近$x=1$的地方收敛得越慢。可以想象，当$x\\rightarrow1$的时候，收敛速度将变得无穷慢。而收敛速度无穷慢，是不一致收敛的描述之一。 收敛速度无穷慢是个主观感受，怎么用稍微”数学“一点的语言描述呢？可以这样说： 不管$n$有多大，我总是能找到一个点，使得这个点和这个点的极限相差一个有限的距离（而不是无穷小的距离）。 我们用这样一个判准来证明这道题的级数不一致收敛。 解：注意到这个级数在$x\\rightarrow1$的时候出问题（不一致收敛），因此我们肯定要找1附近的点来证明。 我们观察到，不管$n$有多大，总有一部分点与他们的极限差的很远，只是当$n$变大的时候这些点变少了。因此我们不妨找一些点使得他们和极限之间相差大于$\\frac{1}{2}$。 令$S(x)-S_n(x)&gt;\\frac{1}{2}$，即$x^n&gt;\\frac{1}{2}$，即$x&gt;\\root n\\of {\\frac{1}{2}}$。注意到这些$x$在$n\\rightarrow \\infty$时仍有$|S_n(x)-S(x)|&gt;\\frac{1}{2}$，可知该级数不一致收敛。 2（这是一道苏老师习题课上的题）证明以下级数$$S(x)=\\sum _{n=0}^\\infty 2^n \\sin \\frac{1}{3^n x}$$在$(0,+\\infty)$上不一致收敛。 思路：我们注意到当$n$充分大时每一项$u(x)$近似是$u(x)\\approx\\frac{2^n}{3^n x}$，因此我们知道在$(0,+\\infty)$每一个点上级数都收敛。但是我们又看到，当$x\\rightarrow 0$时这个级数可能会”出问题“。会出什么问题呢？ 我们知道，一个级数收敛的充要条件是级数的尾项在$n$充分大的时候趋向于0。注意到此时我们研究的是固定的$x$（我们看的是级数在每个点上的收敛性）。现在我们变化$x$，观察级数的尾项。如果对于任意大的$n$，始终能找到一个$x$使得在该点级数的尾项是有限值（而非无穷小），我们就可以说级数是不一致收敛的。因为，尾项是有限值说明级数还需变化一段距离才能收敛，而对于任意大的$n$都能找到尾项是有限值的点，说明级数的收敛被无穷延后。实际上，这也就是说级数的收敛速度无穷慢。 我知道这段比较难懂，但请务必认真看，否则你不能理解我接下来在干什么hhh 解：根据上面的思路，我们只要证明对于任意大的$n$，始终能找到一个$x$使得在该点级数的尾项是有限值。尾项比较难求和，我们就直接找一项，证明这一项在$n$充分大的时候不趋于0。 观察到这一题里面有个$\\sin$，不好做，我们就用看到$\\sin$时候的惯用套路，找一个点让$\\sin$的值等于1就好。 我们取$x=\\frac{2}{3^n \\pi}$。注意到这个$x$是变动的，因为我们要证的是当$n$充分大的时候在区间上仍然有某个点的尾项是有限值，我们就可以变化$x$（也必须变化$x$）。又注意到当$n$变大的时候$x$趋近于0，符合我们的预想”$x$靠近0的时候级数会出问题“。 观察到$u(\\frac{2}{3^n \\pi})=2^n$，当$n\\rightarrow \\infty$时不仅不趋于0，反而趋于无穷大，可知该级数不一致收敛。 总结我们回到苏老师的PPT： 光看这两页PPT，可以说，是个人都看不懂（苏老师别打我）。不过，结合我们上面的两道例题，可以看出来，是否一致收敛的定义实际上说的就是： 当$n$增大的时候，能不能把全区间（每个点）的尾项控制住。当$n$充分大的时候，尾项是否一致趋于0。 尾项不一致趋于0的等价描述有： 存在一点收敛速度无穷慢； 存在一点使得尾项为有限值。 鉴于本人水平有限，也是第一次写数学一类的博客，欢迎在评论区讨论。觉得有用的话，也可以在评论区说一下哈~","link":"/2021/04/03/%E4%B8%80%E8%87%B4%E6%94%B6%E6%95%9B%E5%88%B0%E5%BA%95%E6%98%AF%E4%BB%80%E4%B9%88%E5%95%8A/"},{"title":"小班辅导有感","text":"最近一直在思考着，所谓的意义。为什么会思考意义呢？我也不是很清楚。但是 话不多说直接开始。来点特别的，先举两个不一致收敛的例子，最后我们再看到底什么是一致收敛。 1证明以下级数$$S(x)=\\sum_{n=1}^ \\infty (x^{n-1}-x^n)$$在$(0,1)$上不一致收敛。 思路：我们可以直接写出部分和函数$S_n(x)=1-x^n$。我们画一下当$n\\rightarrow\\infty$时部分和函数图像： 可见在$(0,1)$上（注意不包含右端点），级数$S(x)$收敛于1。但是我们可以看到，在$x$接近1的地方，级数的收敛变慢了，因为在$x=1$的地方部分和函数永远是0，也就是$S(1)=0$。因为有$x=1$这个点“挂着”，虽然级数在$(0,1)$上每个点都收敛于1，但越靠近$x=1$的地方收敛得越慢。可以想象，当$x\\rightarrow1$的时候，收敛速度将变得无穷慢。而收敛速度无穷慢，是不一致收敛的描述之一。 收敛速度无穷慢是个主观感受，怎么用稍微”数学“一点的语言描述呢？可以这样说： 不管$n$有多大，我总是能找到一个点，使得这个点和这个点的极限相差一个有限的距离（而不是无穷小的距离）。 我们用这样一个判准来证明这道题的级数不一致收敛。 解：注意到这个级数在$x\\rightarrow1$的时候出问题（不一致收敛），因此我们肯定要找1附近的点来证明。 我们观察到，不管$n$有多大，总有一部分点与他们的极限差的很远，只是当$n$变大的时候这些点变少了。因此我们不妨找一些点使得他们和极限之间相差大于$\\frac{1}{2}$。 令$S(x)-S_n(x)&gt;\\frac{1}{2}$，即$x^n&gt;\\frac{1}{2}$，即$x&gt;\\root n\\of {\\frac{1}{2}}$。注意到这些$x$在$n\\rightarrow \\infty$时仍有$|S_n(x)-S(x)|&gt;\\frac{1}{2}$，可知该级数不一致收敛。 2（这是一道苏老师习题课上的题）证明以下级数$$S(x)=\\sum _{n=0}^\\infty 2^n \\sin \\frac{1}{3^n x}$$在$(0,+\\infty)$上不一致收敛。 思路：我们注意到当$n$充分大时每一项$u(x)$近似是$u(x)\\approx\\frac{2^n}{3^n x}$，因此我们知道在$(0,+\\infty)$每一个点上级数都收敛。但是我们又看到，当$x\\rightarrow 0$时这个级数可能会”出问题“。会出什么问题呢？ 我们知道，一个级数收敛的充要条件是级数的尾项在$n$充分大的时候趋向于0。注意到此时我们研究的是固定的$x$（我们看的是级数在每个点上的收敛性）。现在我们变化$x$，观察级数的尾项。如果对于任意大的$n$，始终能找到一个$x$使得在该点级数的尾项是有限值（而非无穷小），我们就可以说级数是不一致收敛的。因为，尾项是有限值说明级数还需变化一段距离才能收敛，而对于任意大的$n$都能找到尾项是有限值的点，说明级数的收敛被无穷延后。实际上，这也就是说级数的收敛速度无穷慢。 我知道这段比较难懂，但请务必认真看，否则你不能理解我接下来在干什么hhh 解：根据上面的思路，我们只要证明对于任意大的$n$，始终能找到一个$x$使得在该点级数的尾项是有限值。尾项比较难求和，我们就直接找一项，证明这一项在$n$充分大的时候不趋于0。 观察到这一题里面有个$\\sin$，不好做，我们就用看到$\\sin$时候的惯用套路，找一个点让$\\sin$的值等于1就好。 我们取$x=\\frac{2}{3^n \\pi}$。注意到这个$x$是变动的，因为我们要证的是当$n$充分大的时候在区间上仍然有某个点的尾项是有限值，我们就可以变化$x$（也必须变化$x$）。又注意到当$n$变大的时候$x$趋近于0，符合我们的预想”$x$靠近0的时候级数会出问题“。 观察到$u(\\frac{2}{3^n \\pi})=2^n$，当$n\\rightarrow \\infty$时不仅不趋于0，反而趋于无穷大，可知该级数不一致收敛。 总结我们回到苏老师的PPT： 光看这两页PPT，可以说，是个人都看不懂（苏老师别打我）。不过，结合我们上面的两道例题，可以看出来，是否一致收敛的定义实际上说的就是： 当$n$增大的时候，能不能把全区间（每个点）的尾项控制住。当$n$充分大的时候，尾项是否一致趋于0。 尾项不一致趋于0的等价描述有： 存在一点收敛速度无穷慢； 存在一点使得尾项为有限值。 鉴于本人水平有限，也是第一次写数学一类的博客，欢迎在评论区讨论。觉得有用的话，也可以在评论区说一下哈~","link":"/2021/11/14/%E5%B0%8F%E7%8F%AD%E8%BE%85%E5%AF%BC%E6%9C%89%E6%84%9F/"},{"title":"在证明与证伪之间","text":"证明，是一件好事；证伪，也是一件好事。因为这是一个确定性事件。 但是，如果“我不能证明这个说法是对的，也不能证明这个说法是错的”，就成了一件麻烦事。 这个概念早就被古人用一个很精炼的词总结了，叫“莫须有”。 所谓“莫须有”在不能证明也不能证伪的时候，就没有逻辑可以盘了。 请注意，这也就是说，所有的逻辑都可以盘了。 因为没法直接说某个观点是正确的还是不正确的，少了这把达摩克利斯之剑，能决定观点的只剩下了我所处的立场。 上帝就是典型的“既不能证明存在，也不能证明不存在”的例子。这一问题造成了多少分裂和意识形态冲突，又有多少人、多少国家因为这件事刀剑相向。 我完全可以站在有利于我的一方，支持那个能够帮助我达到某种不可告人的目的的一方，把那些阻挡我的人和事喷得狗血淋头。搬弄是非、颠倒黑白、从中牟利这些事，由于事物正处于“莫须有”的状态，实施这些行为的难度降低了几个数量级。 我可以今天歌颂我的朋友，拼命夸他的优点，把他的人设做得滴水不漏，只因为我和他有共同利益；明天再开动舆论，翻他的黑料，这个可怜的朋友瞬间成了虚伪、荒淫、无才无德、劣迹斑斑的人。无他，矛盾盖过了利益罢了。 当然，这样的事从古到今，甚至到我能想到的未来，都不会改变。因为总是有不能证明也不能证伪的东西存在的，在证明与证伪之间，人类的某些唇舌功夫和“春秋笔法”终于可以大展身手了。 只是发发牢骚。只是无能狂怒。 于谦、朱祁镇、徐有贞 徐有贞急了，如果留着于谦，将来一旦复起，自己必将性命不保，情急之下，他想出了另一个杀于谦的理由。他相信，只要把这个理由说出来，于谦就必死无疑！于谦非死不可！ 徐有贞昂头大声说道：“不杀于谦，此举无名！” 朱祁镇被惊醒了，他突然意识到，徐有贞是对的。所谓夺门之变是一场政变，并没有正当的名义，而照徐有贞所说，于谦等大臣都是准备立外藩王为帝的，是反对自己的，在这种情况下，如果不杀掉于谦，树立一个阴谋集团的典型，向举国上下表明自己行为的被迫性和正义性，夺门之变的合法性就不复存在。没办法了，这个恶名不背也得背了。于谦，你非死不可！ … 不久之后，牢中的王文和于谦都知道了自己的罪名——迎立外藩。这是极为严重的罪行，不但要杀头，还要灭族。王文一听就急了，他跳了起来，准备为自己申辩。王文很有自信，他有充足的辩解理由，因为所谓迎立藩王，必须先使用金牌召藩王入京，而他和于谦都没有动过金牌，所以在他看来，这个罪名是很容易驳倒的。可是于谦却丝毫不动，只是笑着对王文说道：“这是石亨他们指使的，申辩有什么用！” 事实确实如于谦所料的那样，此案主审官最终查无实据，没有办法，只好向徐有贞请示如何办理这个难题。徐有贞到底是政治老流氓，他不假思索地说出了一句话，解决了这个问题，估计他自己也没有想到，这句话会成为千古名句，为后人唾弃不已。 他的这句话是：“虽无显迹，意有之。” 官员们浓缩了他的意思，将其提炼为更传神的两个字——“意欲”，并最后以此定罪。在中国历史上，臭名昭著的程度足以与此句匹敌的只有那句“莫须有”。“莫须有”杀掉了岳飞，“意欲”杀掉了于谦。 ——《明朝那些事儿》，当年明月 187J3X1恒星系个人认为最能体现“既不能证明存在，也不能证明不存在”的例子就是这个了。 岁月在诡异的平衡中流逝，威慑已经建立了六十年，已过百岁的罗辑仍执掌着威慑控制权。他在人们眼中的形象也在慢慢变化。 主张对三体世界采取强硬政策的鹰派不喜欢他。早在威慑刚建立时，强硬派就主张向三体世界提出更加苛刻的条件，企图彻底解除三体世界的武装。有些方案已经到了荒唐的地步，比如“裸移民”计划，提出让三体人全体脱水，然后由货运飞船送至奥尔特星云，再由人类飞船接运到太阳系，存储于建造在月球或火星上的干库中，依据某种条件分小批逐步解冻。 温和的鸽派同样不喜欢罗辑。他们关注的焦点集中在被罗辑泄露坐标的187J3X1恒星系中是否有生命和文明上。对这一点，两个世界的天文学家们都无法做出肯定的回答，无法证明有，也无法证明没有。但罗辑肯定有世界毁灭罪的嫌疑。他们认为，人类和三体两个文明要想建立一个和平共处的世界，必须以泛宇宙的人权体系为基础，即承认宇宙间所有文明生物都拥有完全平等的人权。而要使这样一个泛宇宙人权体系成为现实，就必须对罗辑进行审判。罗辑对两者都没有理会。他只是握着引力波发射的开关，沉默地坚守着执剑人的岗位，坚守了半个世纪。 人们发现，人类对三体世界的任何政策，都不可能绕过执剑人，没有执剑人的承认，人类的政策在三体世界没有任何效力。这样，执剑人就成为像面壁者一样拥有巨大权力的独裁者。随着时间的流逝，罗辑的形象由救世主一天一天地变成了一个不可理喻的怪物和毁灭世界的暴君。 … 罗辑用双手把开关交给了程心，程心也用双手接过了这个地球历史上最沉重的东西，于是，两个世界的支点由一位一百零一岁的老人转移到一个二十九岁的年轻女子身上。开关带着罗辑的体温。它真的很像剑柄，上面有四个按钮，其中一个在顶端，为防止意外启动，除了按下按钮需要很大的力度外，还要按一定顺序按动才能生效。 罗辑轻轻后退两步，向三人微微点头致意，然后转身迈着稳健的步伐向大门走去。程心注意到，在整个过程中，没有谁对罗辑五十四年的工作说过一句感谢的话。她不知道PDC主席和舰队总参谋长是否想说；交接过程在没有罗辑参与的情况下预演过多次，没有表达感谢的安排。 人类不感谢罗辑。 门厅中，几个身穿黑色西装的人挡住罗辑，其中一人说：“罗辑先生，我以国际法庭检察官的名义通知你，你已被指控犯有世界灭绝罪，现被国际法庭拘押，将接受调查。” 罗辑没有看这些人，继续向电梯门走去，检察官们不由自主地让出路来。事实上，罗辑可能根本就没有觉察到他们的存在，他眼中锐利的光芒熄灭了，代之以晚霞般的平静。漫长的使命已经最后完成，那最沉重的责任现在离开了他。以后，不管他在已经女性化的人类眼中是怎样的恶魔和怪物，人们都不得不承认，纵观文明史，他的胜利无人能及。 ——《三体Ⅲ 死神永生》，刘慈欣 不聊秦桧，聊聊赵构在“莫须有”事件中，赵构是观察者。虽然主流观点觉得“秦桧策划实施了莫须有事件，赵构是受到蒙蔽的君主”，但是这蒙蔽也是有限的。起码我觉得，有两件事情赵构是肯定知道的： 岳飞手握重兵。 岳飞名气很大，战功赫赫，深得民心。 在这两件事情下，假如没有秦桧，岳飞能安安稳稳地活一辈子，并得到善终吗？赵构真就不会学朱元璋、朱祁镇？恐怕岳飞被处理只是个时间问题。 今日 打了疫苗第一针，感觉针不戳，就是在路上把屏幕摔碎了。 很晚了，明天还有早八，洗洗睡了。","link":"/2021/03/01/%E5%9C%A8%E8%AF%81%E6%98%8E%E4%B8%8E%E8%AF%81%E4%BC%AA%E4%B9%8B%E9%97%B4/"},{"title":"近期胡思乱想","text":"“青春的浓雾散尽以后，裸露出时间的荒原。” ——《送你一颗子弹》，刘瑜 已经有好久没有再写东西了，最近也只有一些零零碎碎的想法，就一起写下来吧。 关于时间这还得说回《三体》。去年在看三体的时候，看到里面一个片段，太阳系二维化了以后，程心和艾AA坐曲率飞船到了距离太阳系286.5光年的DX3906恒星系，只花了52个小时。已经把相对论忘光的我想，这不应该要飞两百多年吗？后来看了下书评，才想到原来是有尺度收缩效应：$$l=l’\\sqrt{1-\\frac{u^2}{c^2}}$$就是说，在速度接近光速的飞船上，原本相距286.5光年的两个星系的距离被大大缩短了，因此从太阳系到DX3906恒星系的时间也变短了。 可是，突然我发现了一件事：如果我们观察的对象是光，令$u=c$，就得到了$l=0$。 也就是说，在我们世界中任何有限的长度，不管是从宿舍到桃李，还是从太阳系到DX3906恒星系，或者从宇宙这头到那头，对于光来说，长度都是0。 对我们来说，世界长这个样： 那么在光看来，世界大概长这个样： 在光运动的方向上，世界的厚度是0。 同样，对光来说，也有时间延缓效应：$$\\Delta t’=\\Delta t\\sqrt{1-\\frac{u^2}{c^2}}$$取$u=c$，有$t=0$。光的世界里所有事情都是瞬间同时发生的。 这其实和上面的结论是自洽的，跨越一段长度为0的距离自然不需要时间。 我无法想象光的世界。我们的世界，全部的时间，全部的空间，在光的世界里是无穷小。 再看《斗罗》时隔近十年，再次看起了小学看的爽文。虽然当时还没有“爽文”这个叫法，但是现在一看才发现确实是货真价实的爽文。具体表现如下： 前面反复强调的世界规则，直接被主角无视； 为了表现主角的强大，作者给主角强加了很大的控制欲，具体表现在兄弟们做任务的时候主角一定要指挥，来获得更多奖励（同时兄弟们的奖励会变少）； 主角一直自诩正义，其实这里的“正义”本身只是个立场与态度问题。站在主角的角度，武魂殿导致小舞献祭，不可饶恕，可是站在武魂殿的角度，猎杀魂兽怎么就有错了？唐三自己就不猎杀魂兽了？ 世界观有点问题。海幻斗罗本身能力就是幻境，放了小舞献祭的录像唐三直接大怒，差点直接秒了海幻斗罗，感觉真是有点玩不起… 紧搂着小舞，唐三血红色的双目冷冷的看着海幻斗罗，“你不该用那一幕来刺激我。没有人可以伤害我的小舞，哪怕是在精神上的伤害也不行。” 唐三充满侵略性和森然杀机的声音听上去极为刺耳，海幻斗罗冷哼一声，“挖掘敌人内心最痛苦的经历加以打击，是我的领域特性。不要以为你拥有了海神九考就能这样对我说话。现在你还没有通过全部考核。” 唐三没有再开口，他用行动回应了海幻斗罗，刺目的白光闪耀，几乎一瞬间就将海之幻圣柱台笼罩其中。海幻斗罗只觉得眼前景物一边，周围的一切已经完全变成了血色，实质般的恐怖杀气宛如利刃般向他发起了疯狂的冲击，刺耳的凄厉尖叫声从四面八方奔涌而至。 ——《斗罗大陆-第608章 挑战，海星圣柱》，唐家三少 以及斗罗大陆各种战争的源头，到头来就是两个直男没有处理好感情问题，一个是大师，一个是唐三他曾祖唐晨。 真的是直男毁灭世界啊…","link":"/2021/03/11/%E8%BF%91%E6%9C%9F%E8%83%A1%E6%80%9D%E4%B9%B1%E6%83%B3/"},{"title":"这大概也许是一个Hello World","text":"12月就说要开个公众号，咕咕咕到现在才搞了个“不伦不类”的替代品。也罢，寒假实在没什么好写的。 这是哪里？这里是奥德修斯先生的无忧岛。 岛上的人们无忧无虑没有烦恼，生活简单。这里没有时间的概念，没有生老病死，是存在于真实世界的一个平行世界。 无忧岛是一座孤岛，造访无忧岛的朋友们被永远地留在了岛上，因为每个前往无忧岛的人都要舍弃一样东西：他们的记忆。正是因为没有记忆，岛上的人们才能永远快乐的活着，才没有时间的流逝。 一些疑问为啥不用公众号：原来情系母校的时候开了一个公众号，我也舍不得删号重建（一张身份证只能开一个公众号）。账号迁移要几百大洋，贫穷让我直接否定了这一选项。 为啥不在pyq发：pyq文章太短啦！能发的图也少，而且不能在文中配图，视频和图片还不能一起发，总的来说pyq是一个就是不太适合写很大段的文章。 于是就有了这个地方。实际上，这里很多功能我还没搞懂（捂脸），只好先暂时禁用了。有的还没找到在哪里禁用，只好尴尬地摆着（比如下面的评论栏，既没找到怎么开，也没找到怎么关…）更离谱的是，其实今天才心血来潮想建一个blog…于是一路查傻瓜教程，甚至花了冤枉钱… 今日 平凡的志愿者的一天。除了腿疼。昨天晚上还因为方案问题现场讨论到12点，醒来一看老大3:40发了个排班表。对他们和医护人员只有尊敬。 总之的总之这个地方就从这里开始了。奥德修斯先生将在这里发表他的所见所闻和日常的胡思乱想，东拼西凑凑成一篇文章发出来。如果你恰巧对他的胡言乱语感兴趣的话，欢迎常来这里逛逛，虽然其人向来是咕咕选手。奥德修斯先生有时候也会把文章发圈哦。 关注方式：右上角加收藏就好啦，我也没研究出来怎么关注（ 主页：https://odysseusq.cn/","link":"/2021/02/27/%E8%BF%99%E5%A4%A7%E6%A6%82%E4%B9%9F%E8%AE%B8%E6%98%AF%E4%B8%80%E4%B8%AAHello-World/"}],"tags":[],"categories":[{"name":"杂七杂八","slug":"杂七杂八","link":"/categories/%E6%9D%82%E4%B8%83%E6%9D%82%E5%85%AB/"},{"name":"罗辑集","slug":"罗辑集","link":"/categories/%E7%BD%97%E8%BE%91%E9%9B%86/"},{"name":"胡思乱想","slug":"胡思乱想","link":"/categories/%E8%83%A1%E6%80%9D%E4%B9%B1%E6%83%B3/"},{"name":"形散神也散","slug":"形散神也散","link":"/categories/%E5%BD%A2%E6%95%A3%E7%A5%9E%E4%B9%9F%E6%95%A3/"},{"name":"站长打怪升级史","slug":"站长打怪升级史","link":"/categories/%E7%AB%99%E9%95%BF%E6%89%93%E6%80%AA%E5%8D%87%E7%BA%A7%E5%8F%B2/"}]}